
{"@attributes":{"size":"2","totalSize":"631","allowSync":"1","art":"/:/resources/artist-fanart.jpg","identifier":"com.plexapp.plugins.library","librarySectionID":"17","librarySectionTitle":"02.音乐","librarySectionUUID":"a7097e1d-0ec3-4ba1-8e12-a119376f5f3f","mediaTagPrefix":"/system/bundle/media/flags/","mediaTagVersion":"1469673960","nocache":"1","offset":"0","thumb":"/:/resources/artist.png","title1":"02.音乐","title2":"All Artists","viewGroup":"artist","viewMode":"65592"},"Directory":[{"@attributes":{"ratingKey":"38500","key":"/library/metadata/38500/children","type":"artist","title":"2Pac","summary":"Tupac Amaru Shakur (June 16, 1971–September 13, 1996), also known by his stage names, Makaveli and 2Pac, was an American hip-hop artist, poet and actor. He is listed in the Guinness Book of World Records as the best-selling rap/hip-hop artist ever, having sold over 75 million albums worldwide, including 44.5 million sales in the United States alone. He has had 17 top ten singles in the United States.","index":"1","thumb":"/library/metadata/38500/thumb/1470257639","art":"/library/metadata/38500/art/1470257639","addedAt":"1275730400","updatedAt":"1470257639"},"Genre":{"@attributes":{"tag":"嘻哈/说唱"}},"Country":{"@attributes":{"tag":"美国"}}},{"@attributes":{"ratingKey":"38473","key":"/library/metadata/38473/children","type":"artist","title":"30 Seconds To Mars","summary":"Formed in 1998 by frontman Jared Leto and his older brother, 30 Seconds to Mars found success in the 2000s with a mix of post-grunge, screamo, and hard rock. The band gained a modest audience with its debut album, but it was the platinum-selling sophomore effort A Beautiful Lie that officially opened the flood gates in 2005, securing the band a frequent presence on MTV while paving the way for a number of successful tours. By placing all-access passes into 12 copies of the album, the bandmates also showed a savvy appreciation for marketing, which they revisited several years later by putting fans' photographs on the cover of their third album, This Is War. \r\nInitially known for his work as an actor (most notably on the '90s TV drama My So-Called Life, as well as movies like Requiem for a Dream and Fight Club), Jared Leto decided to flex his musical muscles as he approached his 30s. He enlisted the help of his brother, drummer Shannon Leto, and co-founded 30 Seconds to Mars in 1998. The group made its studio debut four years later, releasing a self-titled album whose post-grunge sound showed an affinity for groups like Chevelle and Incubus. Although only modestly successful, the album convinced the bandmates to continue making music in spite of Jared Leto's busy acting schedule, which had filled up with roles in Panic Room, Highway, American Pyscho, and Requiem for a Dream. \r\nIt took three years to record A Beautiful Lie, with the bandmates traveling to four different continents to work with Leto on his movie sets. Released in 2005, A Beautiful Lie widened the band's sound by sampling from metal, neo-prog, and screamo. It also expanded the group's audience by going platinum in America, reaching gold status in several foreign countries, and spawning two Top 10 modern rock hits. 30 Seconds to Mars toured heavily as a result, sporting a new lineup that included lead guitarist Tomo Milicevic and bassist Matt Wachter (both of whom had also contributed to the album) in addition to the two Letos. Although Wachter threw in the towel in 2007, the band continued to tour around the world for the rest of that year, making stops at several major festivals (Roskilde, Pinkpop, Download) and opening shows for bands like the Used and Linkin Park. \r\nDespite their growing momentum, 30 Seconds to Mars soon found themselves at war with their label, EMI/Virgin Records. The band had attempted to sign with a new label after the Beautiful Lie tour, prompting EMI to file a lawsuit for $30 million, claiming that 30 Seconds to Mars was contractually obligated to produce three more albums before signing with another company. The legal dust settled as the band relented and returned to EMI's roster, and This Is War -- the band's third album, not to mention a stylistic return to the sound of their self-titled debut -- arrived in December 2009. To encourage audience participation, the band solicited photographs from their fans, the first 2,000 of which were used to create the album's 2,000 different covers. This Is War performed well throughout the world--it was certified Gold in seven countries, including the US, and Platinum four other countries, including the UK--and the group set out on a marathon tour, winding up winning the Guinness World Record for \"Longest Concert Tour By A Rock Band\" by playing 309 shows in over two years. \r\nAfter wrapping up this exhaustive tour, 30 Seconds To Mars set out to work on a new album; as they did so, Leto completed Artifact, his documentary about the recording of This Is War and the band's subsequent battle with their record company, EMI. Artifact premiered at the 2013 South By Southwest festival, just a few months prior to the release of the Steve Lillywhite-produced Love, Lust, Faith and Dreams in May of 2013. ~ Andrew Leahey","index":"1","thumb":"/library/metadata/38473/thumb/1470257606","art":"/library/metadata/38473/art/1470257606","addedAt":"1274506678","updatedAt":"1470257606"},"Genre":{"@attributes":{"tag":"另类摇滚乐"}},"Country":{"@attributes":{"tag":"美国"}}}]}